-- phpMyAdmin SQL Dump
-- version 4.7.4
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: 2019-10-24 12:48:31
-- 服务器版本： 10.1.28-MariaDB
-- PHP Version: 5.6.32

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `douban`
--
CREATE DATABASE IF NOT EXISTS `douban` DEFAULT CHARACTER SET utf8 COLLATE utf8_general_ci;
USE `douban`;

-- --------------------------------------------------------

--
-- 表的结构 `douban_user`
--

DROP TABLE IF EXISTS `douban_user`;
CREATE TABLE IF NOT EXISTS `douban_user` (
  `uid` int(11) NOT NULL AUTO_INCREMENT,
  `uname` varchar(64) DEFAULT NULL,
  `upwd` varchar(64) DEFAULT NULL,
  `user_name` varchar(64) DEFAULT NULL,
  `user_sign` varchar(64) DEFAULT NULL,
  `user_img` varchar(64) DEFAULT NULL,
  PRIMARY KEY (`uid`)
) ENGINE=InnoDB AUTO_INCREMENT=9 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `douban_user`
--

INSERT INTO `douban_user` (`uid`, `uname`, `upwd`, `user_name`, `user_sign`, `user_img`) VALUES
(1, 'jack', '12525684171', '待糘荖漢', '￠щο恠壹個糜爛的城市，与zì己的簻呿╋萬パ仟哩。☆', 'public/img/01.jpg'),
(2, 'roce', '12525684171', '扯惔D&egre;嬡凊↘能洧凢汾嫃', '↘祢倦鸟doυ已知寰除了ηi誰寰在等待風吹南。', 'public/img/01.jpg'),
(3, 'lucy', '12525684171', '峩吥寔好絯孑', '灬找個機會把τоnɡ桌殺了ο巴，畢竟他知dαο太多了。っ', 'public/img/01.jpg'),
(4, 'jackm', '12525684171', 'り、 猜不透', 'ぐ藍顔就是jìn男友de責任，但是不享受男友de権利。ㄣ', 'public/img/01.jpg'),
(5, 'hahah', '12525684171', '〆妲己再美、终究是妃', 'うщó能把尒寵よ兲，彵能殺尒丕zhǎ目艮。ゞ', 'public/img/01.jpg'),
(6, 'nowa', '12525684171', '時光封存了我最深的傷痛', '＊dυδ年以后妳會發現妳當初接受ьú了的事，如今yε隻是笑笑ér過。~↘', 'public/img/01.jpg'),
(7, 'sayb', '12525684171', '重复设问，当我变成第三人', 'ㄣηι不湜我，所姒ηι鈈会眀白ηι對莪の薏図。╃', 'public/img/01.jpg'),
(8, 'tomcat', '12525684171', '卡布奇诺藏着寂寞ベ', '︶厭勌ろ愛人de背叛乏味ろ狐朋狗友的煙酒可還是yào適應，原來這jιù是生活。℅', 'public/img/01.jpg');

-- --------------------------------------------------------

--
-- 表的结构 `movie_choose`
--

DROP TABLE IF EXISTS `movie_choose`;
CREATE TABLE IF NOT EXISTS `movie_choose` (
  `sid` int(11) NOT NULL AUTO_INCREMENT,
  `move_class` varchar(64) DEFAULT NULL,
  `href` varchar(128) DEFAULT NULL,
  PRIMARY KEY (`sid`)
) ENGINE=InnoDB AUTO_INCREMENT=22 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `movie_choose`
--

INSERT INTO `movie_choose` (`sid`, `move_class`, `href`) VALUES
(5, '热门', 'javascript:;'),
(6, '最新', 'javascript:;'),
(7, '经典', 'javascript:;'),
(8, '可播放', 'javascript:;'),
(9, '豆瓣高分', 'javascript:;'),
(10, '冷门佳片', 'javascript:;'),
(11, '华语', 'javascript:;'),
(12, '欧美', 'javascript:;'),
(13, '韩国', 'javascript:;'),
(14, '日本', 'javascript:;'),
(15, '动作', 'javascript:;'),
(16, '喜剧', 'javascript:;'),
(17, '爱情', 'javascript:;'),
(18, '科幻', 'javascript:;'),
(19, '悬疑', 'javascript:;'),
(20, '恐怖', 'javascript:;'),
(21, '文艺', 'javascript:;');

-- --------------------------------------------------------

--
-- 表的结构 `movie_list`
--

DROP TABLE IF EXISTS `movie_list`;
CREATE TABLE IF NOT EXISTS `movie_list` (
  `sid` int(11) NOT NULL AUTO_INCREMENT,
  `title` varchar(64) DEFAULT NULL,
  `title_href` varchar(128) DEFAULT NULL,
  `cover` varchar(128) DEFAULT NULL,
  `cover_href` varchar(128) DEFAULT NULL,
  `average` varchar(64) DEFAULT NULL,
  `newimg` varchar(128) DEFAULT NULL,
  `alt_title` varchar(64) DEFAULT NULL,
  `summary` varchar(1280) DEFAULT NULL,
  `language` varchar(64) DEFAULT NULL,
  `pubdate` varchar(64) DEFAULT NULL,
  `country` varchar(64) DEFAULT NULL,
  `write` varchar(64) DEFAULT NULL,
  `director` varchar(64) DEFAULT NULL,
  `cast` varchar(64) DEFAULT NULL,
  `movie_duration` varchar(64) DEFAULT NULL,
  `year` varchar(64) DEFAULT NULL,
  `move_type` varchar(64) DEFAULT NULL,
  `comment_people` varchar(64) DEFAULT NULL,
  `five_m` varchar(64) DEFAULT NULL,
  `four_m` varchar(64) DEFAULT NULL,
  `three_m` varchar(64) DEFAULT NULL,
  `two_m` varchar(64) DEFAULT NULL,
  `one_m` varchar(64) DEFAULT NULL,
  `num_m` varchar(64) DEFAULT NULL,
  `name_m` varchar(64) DEFAULT NULL,
  `marks_m` varchar(64) DEFAULT NULL,
  `time_m` varchar(64) DEFAULT NULL,
  `useful_m` varchar(64) DEFAULT NULL,
  `comment` varchar(12800) DEFAULT NULL,
  `utou` varchar(128) DEFAULT NULL,
  `uname` varchar(32) DEFAULT NULL,
  `subtitle` varchar(128) DEFAULT NULL,
  `msgtext` mediumtext,
  `zan` int(64) DEFAULT NULL,
  `cai` int(64) DEFAULT NULL,
  `isExpand` int(64) DEFAULT NULL,
  `pubdates` varchar(64) DEFAULT NULL,
  `response` int(64) DEFAULT NULL,
  `zann` int(64) DEFAULT NULL,
  `caii` int(64) DEFAULT NULL,
  `dname` varchar(20) DEFAULT NULL,
  `dtime` varchar(64) DEFAULT NULL,
  `dmsg` varchar(500) DEFAULT NULL,
  PRIMARY KEY (`sid`)
) ENGINE=InnoDB AUTO_INCREMENT=11 DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `movie_list`
--

INSERT INTO `movie_list` (`sid`, `title`, `title_href`, `cover`, `cover_href`, `average`, `newimg`, `alt_title`, `summary`, `language`, `pubdate`, `country`, `write`, `director`, `cast`, `movie_duration`, `year`, `move_type`, `comment_people`, `five_m`, `four_m`, `three_m`, `two_m`, `one_m`, `num_m`, `name_m`, `marks_m`, `time_m`, `useful_m`, `comment`, `utou`, `uname`, `subtitle`, `msgtext`, `zan`, `cai`, `isExpand`, `pubdates`, `response`, `zann`, `caii`, `dname`, `dtime`, `dmsg`) VALUES
(1, '初恋这件小事', 'javascript:;', '/img/1.png', 'javascript:;', '5', 'javascript:;', '初恋那件小事(港) / 暗恋那点小事 / 叫做爱的小事 / Sing lek lek tee reak wa rak', '盛男（姚晨饰），女，独立上进有追求，渴望真爱却仍孑然一身。一次意外发现自己患上了卵巢癌，需要进行手术，但父亲出轨，母亲幼稚，家庭给不了她可能的支持，她不得不接受一份自己不喜欢的工作去筹手术费。天生骄傲的盛男，在生死关头才发现成年人想生存的体面比想象中还艰难，在一次又一次的希望与绝望中，最终用自己的方式和世界和解。', '汉语普通话', '2018-08-15 10:30:04', '泰国', '普特鹏·普罗萨卡·那·萨克那卡林', '普特鹏·普罗萨卡·那·萨克那卡林 / 华森·波克彭', '姚晨 / 袁弘 / 李九霄 / 梁冠华 / 杨新鸣 / 吴玉芳', '99分钟', '2019', '剧情', '81902', '13.1%', '44.8%', '34.8%', '6.0%', '1.3%', '30107', '十二岛主 |徐若风|水浒三国金刚|白藏|易老邪 ', '十二岛主 |徐若风|水浒三国金刚|白藏|易老邪 ', '2019-07-16|2019-07-16|2019-07-16|2019-07-16', '1958', '这片告诉我们为什么一个各种抨击体制弊端的电影却可以过审：因为抨击得太蠢太低端，或许电影局认为挂出来让观众自己骂更合适。全程90年代读者杂志毒鸡汤大放送：不读书只需看看花草就可以写好作文，扔掉习题集每天看0.1厘米的课本就可以考高分，否定严格教育，解决方法是简单走向另一个极端：放纵。怀疑邓超在自己孩子长到中学年纪回看这部臆想之作会不会羞愧。最后素质教育鼓励教育养出一个卖父求荣的叉烧，呼应在哪逻辑在哪？还是纯粹抖机灵顺带抨击一下航天局的政审？然而指挥官人设究竟是该被抨击的陈腐体制代表还是关爱下属的前辈榜样也说不清，好几张柔光仰拍把吴京拍得可美了。以及拍摄手法全然业余水平，运镜、剪辑、节奏、台词都是灾难，我从开头“万恶的太空垃圾”棒读台词就开始吐槽，居然能从头吐槽到尾，槽点之密集这也算是一种绝学吧 |我说马皓文是一个天生的父亲，其实也在说他是一个伟大的男人。父亲是男人诸多任务之中最重的一个担子，因为这个使命的背后是家庭。是无数次隐忍之后还能掏出的全部爱。可以说他在尽自己所能，无限接近这个使命的终点。|我说马皓文是一个天生的父亲，其实也在说他是一个伟大的男人。父亲是男人诸多任务之中最重的一个担子，因为这个使命的背后是家庭。是无数次隐忍之后还能掏出的全部爱。可以说他在尽自己所能，无限接近这个使命的终点。|我说马皓文是一个天生的父亲，其实也在说他是一个伟大的男人。父亲是男人诸多任务之中最重的一个担子，因为这个使命的背后是家庭。是无数次隐忍之后还能掏出的全部爱。可以说他在尽自己所能，无限接近这个使命的终点。', '/user_img/01.jpg', '男神的炎迪迪', '深藏于心的那份青涩', '学长他就像我生命中的灵感，他让我了解爱的积极意义，他就像是让我一直前进的动力，\r\n\r\n其实这部在内地12年上映的泰国校园爱情小清新电影，每次想到学生时期的那份纯纯爱恋，总是会把它再刷一遍，遍遍的感触都不同，就像那个她永远在我心裡，但却越来越模糊。\r\n\r\n校园+淡淡初恋+死党哥们阋牆+闺密吃醋吵架闹彆扭+成长后回忆的淡淡哀伤与遗憾大致上总结\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n故事在惯有的校园学长学妹暗恋开始，小水喜欢同校的那个转学生学长阿亮，她爱偷偷在角落看著他踢足球，为了他去选军乐队指挥，参与话剧演出，去报名舞蹈社团，那麽努力的改变自己只为君，中间参杂的学长阿拓闯入让阿亮忍痛退出，其实我们的记忆中或许也曾经历这样的事情，就像歌神张学友与郑中基唱的那首左右为难，一边是友情一边是爱情，如果是您，该怎麽选?  阿亮选了默默退出成全好基友与小水，这是一种属于男人间的友谊。\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n一直以来泰国爱情电影一直都习惯的走向于暖心，并多少会添上一些些的励志色彩，就像下一站说爱你一样的模式，本片也是用了丑小鸭变天鹅模式，终赢得王子的青睐，但是爱情其实最美妙的部分就是，爱在暧昧不明时最美丽，不知道心中那个中意的他(她)是否也有同样的心情? 其实阿亮学长早就喜欢上了小水的真实与不造作的可爱，但是爱情最残酷的地方就是在不对的时间点遇上对的人，分离就成了爱情电影虐心的一个很重要手段，男女主角必须得分离，不然后面就无法营造出久别重逢的那份无与伦比的美丽。\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n片中一些绿叶角色的发挥一样让本片增添不少分数，英语老师的搞笑作死，小水闺密们的各种逗比行为，一点一滴的让观众甚至忘了这是一部爱情电影，可能也是部喜剧呢?\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n片中的许多小场景，话剧社裡王子与灰姑娘的排演，小水与阿拓阿亮学长去旅行的风景，小水对阿亮学长表白的那幕，那些对白再平凡不过，甚至你我都曾经说出口过，但藉由片中主人翁的演绎方式表现出来，总是那麽的温暖与撼动著我。\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n如果青春期的爱恋故事注定要在悔恨中各自疗癒成长，那麽也愿这种唤作成熟必经之路的过往曾经能让我们都变成更优秀的人，各自在不同的地方默默等待著上天的安排，让更适合我们的人出现，在这之前我们能做的就只是等待，然后.....想办法变得更好!\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n诚如小水在剧中所说的，在我们每一个人的内心深处，都藏著一个人，每次想起他的时候，会觉得有一点点心痛，但我们依然愿意把他留在心底，就算今天，我们不知道他在那里，他在做些甚麽，但至少知道，是他让我们了解，甚麽是初恋这件小事!', 262, 57, 0, '2018-08-15 10:30:04', 47, 65, 23, '杨默默', ' 2010-12-04', '看完了半个小时 心情总算稍微平稳了点 可是现在打字的手还是在不停地抖 沉积了两年半的泪水不听使唤地流 那些本以为已经忘了的疯狂日子一一重现 那一件件死党们陪我做过的渺小疯狂但惊心动魄的蠢事 那个在角落里偷偷看着你的卑微的我 那个我喜欢了三年疯狂地追了三年的你 ……'),
(2, '一出好戏', 'javascript:;', '/img/2.png', 'javascript:;', '4', 'javascript:;', '大富翁 / 诳想曲 / The Island', '盛男（姚晨饰），女，独立上进有追求，渴望真爱却仍孑然一身。一次意外发现自己患上了卵巢癌，需要进行手术，但父亲出轨，母亲幼稚，家庭给不了她可能的支持，她不得不接受一份自己不喜欢的工作去筹手术费。天生骄傲的盛男，在生死关头才发现成年人想生存的体面比想象中还艰难，在一次又一次的希望与绝望中，最终用自己的方式和世界和解。', '汉语普通话', '2019-07-16 13:25:00', '中国大陆', '滕丛丛', '滕丛丛', '姚晨 / 袁弘 / 李九霄 / 梁冠华 / 杨新鸣 / 吴玉芳', '99分钟', '2019', '剧情', '81902', '13.1%', '44.8%', '34.8%', '6.0%', '1.3%', '30107', '十二岛主 |徐若风|水浒三国金刚|白藏|易老邪 ', '十二岛主 |徐若风|水浒三国金刚|白藏|易老邪 ', '2019-07-16|2019-07-16|2019-07-16|2019-07-16', '1958', '这片告诉我们为什么一个各种抨击体制弊端的电影却可以过审：因为抨击得太蠢太低端，或许电影局认为挂出来让观众自己骂更合适。全程90年代读者杂志毒鸡汤大放送：不读书只需看看花草就可以写好作文，扔掉习题集每天看0.1厘米的课本就可以考高分，否定严格教育，解决方法是简单走向另一个极端：放纵。怀疑邓超在自己孩子长到中学年纪回看这部臆想之作会不会羞愧。最后素质教育鼓励教育养出一个卖父求荣的叉烧，呼应在哪逻辑在哪？还是纯粹抖机灵顺带抨击一下航天局的政审？然而指挥官人设究竟是该被抨击的陈腐体制代表还是关爱下属的前辈榜样也说不清，好几张柔光仰拍把吴京拍得可美了。以及拍摄手法全然业余水平，运镜、剪辑、节奏、台词都是灾难，我从开头“万恶的太空垃圾”棒读台词就开始吐槽，居然能从头吐槽到尾，槽点之密集这也算是一种绝学吧 |我说马皓文是一个天生的父亲，其实也在说他是一个伟大的男人。父亲是男人诸多任务之中最重的一个担子，因为这个使命的背后是家庭。是无数次隐忍之后还能掏出的全部爱。可以说他在尽自己所能，无限接近这个使命的终点。|我说马皓文是一个天生的父亲，其实也在说他是一个伟大的男人。父亲是男人诸多任务之中最重的一个担子，因为这个使命的背后是家庭。是无数次隐忍之后还能掏出的全部爱。可以说他在尽自己所能，无限接近这个使命的终点。|我说马皓文是一个天生的父亲，其实也在说他是一个伟大的男人。父亲是男人诸多任务之中最重的一个担子，因为这个使命的背后是家庭。是无数次隐忍之后还能掏出的全部爱。可以说他在尽自己所能，无限接近这个使命的终点。', '/user_img/02.jpg', '夜第七章', '从《一出好戏》谈反乌托邦：世界尽头与冷酷仙境', '人类文明的「蝇王」式困境\r\n\r\n看了黄渤的《一出好戏》，无端地想起了《蝇王》，虽然这不是他剧本的原型，美剧《迷失》和特稿《太平洋逃杀记》更接近于他对于故事的想象。     \r\n        \r\n 但《一出好戏》的剧本结构能与《蝇王》相互参照。一群人因遭厄运流落到孤岛，被困在前文明的环境里。两个故事中的人们，起初协力劳作，荜路蓝蒌，以处草莽。可是脱离人类社会愈久，内心的道德感和约束力量也就愈弱，人的动物性的那面开始浮现，再大同的幻想也终将分崩离析。\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n       《一出好戏》把人类进化史中最隐蔽的那面都模拟了一遍，从最初的氏族社会（以小王为首，大家组织在一起打猎采果为生），到以物易物的商品社会（张总依靠发现的船骸，完成原始资本的积累，建立了岛上的物品交换规则），最后是资本竞争后形成寡头政治（马进和小兴企图抵抗过这个规则，但屡屡挫败，最后利用这个规则的逻辑，垄断了物质资源，反客为主）。在最后时期，这个岛屿其实与现代社会无异，作为等价物存在的纸牌甚至如我们当下的货币一样开始贬值。\r\n\r\n在《蝇王》中，表面和平的孩子团体分裂为两派，为以拉尔夫为代表的讲求理性的「民主派」，和以杰克为首的崇尚本能，以武力夺取权力的「专制派」。「专制派」对于资源的掠夺和占有后来者居上，战胜了前者。《蝇王》与《一出好戏》有着不同的故事走向，但隐藏在其下的社会结构大同小异，文明社会的演化大多如此。\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n      \r\n      \r\n      \r\n      \r\n        \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n《一出好戏》中呜呜咽咽的声音被视为不明力量，在《蝇王》中也出现了造成巨大恐慌的「野兽」。「野兽」从黑暗中来，从树林中来，从大海中来，《蝇王》从这种自然界神秘力量里挖掘出人最深层最原始的恐惧。\r\n\r\n  \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n     \r\n      \r\n      \r\n      \r\n   杰克砍下猪头，把它的喉咙插进木棒的尖端，尖端捅穿猪的喉咙直到它的嘴里，血水沿着木棒淌下。孩子们以此作为献给「野兽」的祭品。苍蝇从四面八方在猪的内脏上聚成黑团。猪牙白晃晃，眼睛昏暗。这就是「蝇王」这个意象的来源，在圣经中被视为「万恶之首」。\r\n\r\n \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n  \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n  \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n  \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n     \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n「蝇王」的存在，是对现代文明的荒诞反讽。当生存成为第一要务的时候，所谓的道德，良知，法律，规则都要给它让步，甚至可能荡然无存。人类仅有的敬畏是未知。「蝇王」就是在这种畏惧中应运而生的宗教，是我们自原始社会以来的恐惧的外化。\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n  \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n  \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n      \r\n           \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n树上的祖先们花了几百万年成了最早的人类，而后又用了几千年的时间从原始社会过渡到现代文明，但只要把人类群体在与文明社会隔绝的环境里生存，就能轻易归宗返祖。人与兽的分野仅隔着一线，「蝇王」其实是我们内心的兽性。\r\n\r\n当《蝇王》中的西蒙说出「大概野兽就是我们自己」后，他被群体视为疯子迫害至死，《一出好戏》中因说出真相而被奚落为疯癫的小王的境遇与此类似。文明看似精细巧妙，实则是纸牌搭成的城堡，在某种封闭且孤立的状态里，顷刻就能坍塌，更何况是无法被文明容忍的异端。\r\n\r\n面对人类文明的「蝇王」式困境，黄渤的《一出好戏》讲得还算温和。北野武的《大逃杀》则要极端很多，在资源有限的空间中，杀戮成为生存的唯一信念。\r\n', 668, 61, NULL, '2018-08-14 19:59:16', 90, 89, 13, '陆支羽', '2018-08-09', '3.5。1.与世孤绝的荒岛群像，物竞天择的社会缩影。2.没想到，黄渤真的拍了个“蝇王”式的反乌托邦寓言；无论票房口碑如何，这样的尝试已然足够攒脸。3.那场倒置船戏挺魔幻，有种集体着魔的快感，曾剑的摄影很加分。4.的确，这样一部电影，在华语影坛还不曾出现过同类。'),
(5, '银河补习班', 'javascript:;', '/img/01.jpg', 'javascript:;', '6.2', 'javascript:;', 'Looking Up', '浩瀚太空，航天员意外失联，生命最大的绝境中，他回忆起自己那个最了不起的爸爸。一对父子跨越漫长的时光，守护爱和亲情，故事充满了欢乐、温暖、泪水与奇观。', '汉语普通话', '2019-07-18', '中国大陆', '俞白眉', '邓超 / 俞白眉', '邓超 / 白宇 / 任素汐 / 王西 / 孙浠伦 / 李建义 / 梁超 / 邵兵 / 王戈 / 吴亚衡 / 魏尊 / 冯泽昂 /', '147分钟', '2019', '剧情', '203829', '9.7%', '23.3%', '41.1%', '19.1%', '6.8%', '77312', '十二岛主 |徐若风|水浒三国金刚|白藏|易老邪 ', '4|5|4|5', '2019-07-16|2019-07-16|2019-07-16|2019-07-16', '1958', '这片告诉我们为什么一个各种抨击体制弊端的电影却可以过审：因为抨击得太蠢太低端，或许电影局认为挂出来让观众自己骂更合适。全程90年代读者杂志毒鸡汤大放送：不读书只需看看花草就可以写好作文，扔掉习题集每天看0.1厘米的课本就可以考高分，否定严格教育，解决方法是简单走向另一个极端：放纵。怀疑邓超在自己孩子长到中学年纪回看这部臆想之作会不会羞愧。最后素质教育鼓励教育养出一个卖父求荣的叉烧，呼应在哪逻辑在哪？还是纯粹抖机灵顺带抨击一下航天局的政审？然而指挥官人设究竟是该被抨击的陈腐体制代表还是关爱下属的前辈榜样也说不清，好几张柔光仰拍把吴京拍得可美了。以及拍摄手法全然业余水平，运镜、剪辑、节奏、台词都是灾难，我从开头“万恶的太空垃圾”棒读台词就开始吐槽，居然能从头吐槽到尾，槽点之密集这也算是一种绝学吧 |我说马皓文是一个天生的父亲，其实也在说他是一个伟大的男人。父亲是男人诸多任务之中最重的一个担子，因为这个使命的背后是家庭。是无数次隐忍之后还能掏出的全部爱。可以说他在尽自己所能，无限接近这个使命的终点。|我说马皓文是一个天生的父亲，其实也在说他是一个伟大的男人。父亲是男人诸多任务之中最重的一个担子，因为这个使命的背后是家庭。是无数次隐忍之后还能掏出的全部爱。可以说他在尽自己所能，无限接近这个使命的终点。|我说马皓文是一个天生的父亲，其实也在说他是一个伟大的男人。父亲是男人诸多任务之中最重的一个担子，因为这个使命的背后是家庭。是无数次隐忍之后还能掏出的全部爱。可以说他在尽自己所能，无限接近这个使命的终点。', '/user_img/03.jpg', '曾于里', '《银河补习班》详解：这是一部好电影吗？', '在这个充满意外的暑期档，《银河补习班》俨然成为最大的种子和“救市”之作。《银河补习班》的点映和宣发路径，跟去年暑期档的最大赢家《我不是药神》非常相似。在上映前两个月，《银河补习班》就在父亲节当日举行了超前点映，在正式上映前，也在全国多个城市展开连续多日的点映。提前且如此大规模的电影，体现了主创者对电影质量的信心，他们希望经由好口碑的积累在正式公映后迎来爆发。版权归作者所有，任何形式转载请联系作者。\r\n\r\n\r\n\r\n但也不必讳言，一开始看到导演栏“邓超、俞白眉”的名字，很多人是不抱太大信任的，毕竟俩人共同执导的《分手大师》《恶棍天使》之尴尬令人心有余悸。《银河补习班》能否让观众对导演邓超刮目相看？\r\n\r\n\r\n宏大的梦：马飞的航天理想\r\n如果简单概括，《银河补习班》是一部讲述教育与父爱的电影。但具体来看，它的时间线挺漫长，从1990年跨度到2019年，也包含了三条清晰的叙事主线。在下文的具体分析中会整合每一条叙事线索，涉及非常严重的剧透，请谨慎阅读。\r\n\r\n电影的第一条叙事主线：2019年，马飞（白宇 饰）是国内最年轻的宇航员，跟随着载人航天飞船到天空执行任务，但飞船被不明飞行物击中，与地面失去联系。飞船处于危险之中，宇航员很可能回不去了。生命最大的绝境中，马飞回忆起自己那个最了不起的爸爸。\r\n\r\n\r\n\r\n飞船最后肯定会回去的。在戏剧创作中，主人公身陷危险处境，想要凸显的是主人公化险为夷的主角光环。而《银河补习班》也颇为聪明地将此与中国的航天事业、家国情怀、大国崛起等联系在一起，让电影具备了献礼片的气质。\r\n\r\n那么，马飞是如何化险为夷的？\r\n\r\n在危急时刻，他想起了父亲马皓文（邓超 饰）曾经对他的教育，“不要认输”“一直想”，以及在1998年的那次特大洪灾中，他怎么在父亲的鼓励下逃生的经历。不同的时空，父亲的教诲一样有效，马飞化解了飞船的危机。\r\n\r\n\r\n\r\n需要一提的是，电影在处理马飞的天空自救这一桥段时非常潦草、没头没尾。一会儿在那边渲染生离死别，结果马飞出舱处理过程却显得非常easy。\r\n\r\n既然马皓文对马飞的影响如此之大——宇航员到太空只能随身携带一样物件，马飞带走的也是马皓文送给他的用足球做的地球仪；那为何飞船出发之际，马飞的家属席是空的？马皓文为何没有亲自到场为孩子送行？\r\n\r\n因为马飞觉得马皓文的“黑历史”会影响自己的光明前程。这就进入故事的第二条重要主线，父亲马皓文的“黑历史”。', 363, 33, NULL, '2019-07-16 13:25:00', 34, 45, 23, '徐若风', ' 2019-07-15', '2.5 表面看着是要来谈谈教育问题和社会变迁了，但实际上是变着法的“新八股电影”+市场调控精准投喂的“大数据电影”。逻辑支点自相矛盾，说教戏码停不下来。不过，邓超的表演倒挺能留客。虽然人物身上有太多别扭的地方，但他的确让人看到了真诚。'),
(6, '在无爱之森呐喊', 'javascript:;', '/img/02.jpg', 'javascript:;', '6.0', 'public/img/ic_new.png', '愛なき森で叫べ', '在怪诞出奇的作品的《冰冷热带鱼》和《恋之罪》之后，富有远见的导演园子温又在新作品中展现了自己的才能。 \n　　《在没有爱的森林呐喊》审视了人类行为的黑暗面，讲述了冷酷无情的村田丈利用自己的魅力来操纵周围的人。村田认识了信和一群胸怀抱负的电影制作人，他们认为村田以及他与美津子的多磨的感情关系是完美的电影主题。在拍摄期间，这群人的关系越来越亲密，谎言与真相变得难以区分，人性的极限也受到了考验，导致了各种令人毛骨悚然的行为', '日语', '2019-10-11', '日本', '园子温', '园子温', '椎名桔平 / 满岛真之介 / 日南响子 / 海 / 真飞圣 / 绪方义博', '151分钟', '2019', '惊悚 / 犯罪', '947', '13.4%', '32.1%', '39.0%', '11.8%', '3.8%', '434', '十二岛主 |徐若风|水浒三国金刚|白藏|易老邪 ', '4|5|4|5', '2019-07-16|2019-07-16|2019-07-16|2019-07-16', '1958', '这片告诉我们为什么一个各种抨击体制弊端的电影却可以过审：因为抨击得太蠢太低端，或许电影局认为挂出来让观众自己骂更合适。全程90年代读者杂志毒鸡汤大放送：不读书只需看看花草就可以写好作文，扔掉习题集每天看0.1厘米的课本就可以考高分，否定严格教育，解决方法是简单走向另一个极端：放纵。怀疑邓超在自己孩子长到中学年纪回看这部臆想之作会不会羞愧。最后素质教育鼓励教育养出一个卖父求荣的叉烧，呼应在哪逻辑在哪？还是纯粹抖机灵顺带抨击一下航天局的政审？然而指挥官人设究竟是该被抨击的陈腐体制代表还是关爱下属的前辈榜样也说不清，好几张柔光仰拍把吴京拍得可美了。以及拍摄手法全然业余水平，运镜、剪辑、节奏、台词都是灾难，我从开头“万恶的太空垃圾”棒读台词就开始吐槽，居然能从头吐槽到尾，槽点之密集这也算是一种绝学吧 |我说马皓文是一个天生的父亲，其实也在说他是一个伟大的男人。父亲是男人诸多任务之中最重的一个担子，因为这个使命的背后是家庭。是无数次隐忍之后还能掏出的全部爱。可以说他在尽自己所能，无限接近这个使命的终点。|我说马皓文是一个天生的父亲，其实也在说他是一个伟大的男人。父亲是男人诸多任务之中最重的一个担子，因为这个使命的背后是家庭。是无数次隐忍之后还能掏出的全部爱。可以说他在尽自己所能，无限接近这个使命的终点。|我说马皓文是一个天生的父亲，其实也在说他是一个伟大的男人。父亲是男人诸多任务之中最重的一个担子，因为这个使命的背后是家庭。是无数次隐忍之后还能掏出的全部爱。可以说他在尽自己所能，无限接近这个使命的终点。', '/user_img/04.jpg', '离净语', '此味只有天上有', '最后竟然不断想起现在的拉斯冯提尔，在重现自己经典桥段与手艺的时候，也将作为“杀手”的导演自己演绎了出来，从70年代一直传承半个世纪到现在的寺山与舞台感，对80年代朋克（户川纯等）的怀念，还有执着于拍摄电影大声喊cut的导演之魂在最后“go to hell”，元性不下反色情片，而诗意更胜真实魔鬼游戏。对原事件的演绎反而变得很次要了，这便是与热带鱼和恋之罪时代最大的不同：到了这个年纪，叙事、说理与象征都让位给了某种生命体验。只不过那个年轻人不断内耗的过程，还是让我想起联合赤军和山岳据点，那个追求着否定而导致自我毁灭的死局。可以想象园子温弹着烟灰吹着啤酒沫狂草完本片厚厚的一摞剧本稿样时的洋洋得意，他将自己近年来最为国际影展和评论界青睐的数部作品叠加成了这部“Shion Sono”拼盘片:诗人对文学的童真，不可战胜的摄影机，在畸情与血肉中绽放的纯爱浪漫，女性意识的凶猛觉醒，善恶理念的调侃颠覆，以及最终的冲破一切束缚奔上自由之路的牺牲圆满，皆在本片中一一奉上演绎又一段影像示威大游行，若不是身体原因导致由剧集缩减成电影，这种连火车厢感还会更加明显，而除却这点，并未有突破，借新兴流媒体巨头向全球总结推销自己，倒也可以原谅，真正的贡献，还是为无数微信电影公号贡献了又一轮“耸人听闻”的推送头条儿。', 341, 26, NULL, '2019-10-13 10:26:32', 40, 33, 12, '文森特九六 ', '2019-10-11', '可以想象园子温弹着烟灰吹着啤酒沫狂草完本片厚厚的一摞剧本稿样时的洋洋得意，他将自己近年来最为国际影展和评论界青睐的数部作品叠加成了这部“Shion Sono”拼盘片:诗人对文学的童真，不可战胜的摄影机，'),
(7, '断裂', 'javascript:;', '/img/03.jpg', 'javascript:;', '6.6', 'public/img/ic_new.png', 'Fractured', '雷·门罗（萨姆·沃辛顿饰）是一个好心但不堪重负的居家男人。在与岳父岳母度过一个紧张的假日周末后，雷带着妻子乔安妮（莉莉·拉贝饰）和女儿佩里（露西·卡普里饰）开车回家，途中驶入一个休息区。然而屋漏偏逢阴雨夜，佩里在事故中受伤。一家人急忙带着她来到附近一个急诊室，这里的工作人员看似有些意图可疑。被送去做进一步检测后，佩里与乔安妮失踪了，他们所有的访问记录也消失不见。雷的担忧成了真：他必须争分夺秒寻找家人，并搞清他们究竟遭遇了什么。', '英语', '2019-10-11', '美国', '阿兰·B·麦克埃尔罗伊', '拉德·安德森', '萨姆·沃辛顿 / 莉莉·拉贝 / 斯蒂芬·托布罗斯基 / 阿卓艾·安多 / 德里克·詹姆斯·特拉普 / 威尔·沃伊托维希 / 埃', '100分钟', '2019', '惊悚', '1511', '7.3%', '29.7%', '50.8%', '9.9%', '2.2%', '528', '十二岛主 |徐若风|水浒三国金刚|白藏|易老邪 ', '十二岛主 |徐若风|水浒三国金刚|白藏|易老邪 ', '2019-07-16|2019-07-16|2019-07-16|2019-07-16', '1958', '这片告诉我们为什么一个各种抨击体制弊端的电影却可以过审：因为抨击得太蠢太低端，或许电影局认为挂出来让观众自己骂更合适。全程90年代读者杂志毒鸡汤大放送：不读书只需看看花草就可以写好作文，扔掉习题集每天看0.1厘米的课本就可以考高分，否定严格教育，解决方法是简单走向另一个极端：放纵。怀疑邓超在自己孩子长到中学年纪回看这部臆想之作会不会羞愧。最后素质教育鼓励教育养出一个卖父求荣的叉烧，呼应在哪逻辑在哪？还是纯粹抖机灵顺带抨击一下航天局的政审？然而指挥官人设究竟是该被抨击的陈腐体制代表还是关爱下属的前辈榜样也说不清，好几张柔光仰拍把吴京拍得可美了。以及拍摄手法全然业余水平，运镜、剪辑、节奏、台词都是灾难，我从开头“万恶的太空垃圾”棒读台词就开始吐槽，居然能从头吐槽到尾，槽点之密集这也算是一种绝学吧 |我说马皓文是一个天生的父亲，其实也在说他是一个伟大的男人。父亲是男人诸多任务之中最重的一个担子，因为这个使命的背后是家庭。是无数次隐忍之后还能掏出的全部爱。可以说他在尽自己所能，无限接近这个使命的终点。|我说马皓文是一个天生的父亲，其实也在说他是一个伟大的男人。父亲是男人诸多任务之中最重的一个担子，因为这个使命的背后是家庭。是无数次隐忍之后还能掏出的全部爱。可以说他在尽自己所能，无限接近这个使命的终点。|我说马皓文是一个天生的父亲，其实也在说他是一个伟大的男人。父亲是男人诸多任务之中最重的一个担子，因为这个使命的背后是家庭。是无数次隐忍之后还能掏出的全部爱。可以说他在尽自己所能，无限接近这个使命的终点。', '/user_img/05.jpg', 'Rosenbob', '无声胜有声', ' 男子曾酗酒，酿下车祸惨剧，前妻当场毙命，孩子腹死胎中。这种打击，不外呼诠释了男主因曾经的悲惨境遇受到的心理打击，和面对打击的应激反应。\r\n\r\n  男主再婚，第二任妻子认为男主面对生活不主动，不善于争取。这里应理解为男子精神创伤潜伏期已过（当我们遇到比较大的打击时，就像一件破洞的衣服，打了补丁，用暗线在衣服内侧缝补，让我们看起来体面如初。即便是手法再精良，但是那毕竟是个补丁，你、我与看到过这个破洞的人都心知肚明）夫妻第6年，感情处于崩溃边缘。男主此时面对婚姻的维系相当主动，可以看到男主不断的安抚妻子，提醒自己清醒，专注，尽力来调整自己，挽救婚姻。但是对于大部分人（主动性比较强的人格）来说，可怜之处就在此，即使再努力，有一些东西已经随着创伤游离出去了，并且永远不属于你，即便再努力亦不能改变，而却当局者迷。男主游离出走的，正是他后来努力拯救的完整家庭缺憾。\r\n\r\n  女儿出意外以后，面对超强度的意外事件，男主本性立马显现。当机失手杀死了自己的妻子。而立马第二人格（这里的第二人格是由第一次创伤建立起来的，并且站在了第一人格前面）出现来抵挡这种现实打击。第一人格承受现实，收拾妻女尸首。第二人格从幻想和逃避出发，回头就看到了骨折的女儿和为自己加油打气的妻子。全片让我唯一毛骨悚然的就是妻子，不断的为他庇护，微笑面对意外，像是温柔呐喊“加油！加油！加油哦！”（忽然明白为什么男人都喜欢志玲姐姐了）从表现来看，从感情破裂，到完美人妻，已然是男主臆想出来的存在。\r\n\r\n  到这里本片悬念已经不在了，导演已经明确的答复了观众。下面的所有段落，都是表现男主第二人格如何建立自己的遐想（贩卖器官，医生说谎，一切都是为了逃避现实的阴谋主义遐想）直至影片最后男主第一人格回归。\r\n\r\n  女儿的黄围脖，野狗，玩具小熊。都是现实存在的，不难解释。不要疑惑为什么哪个东西为什么会出现在那里。它就在那里，人为的，仅此而已。', 215, 46, NULL, '2019-10-21 18:04:06', 15, 43, 21, 'BetterHeaven ', '2019-10-11', '我以为医生说对了，没想到男主是对的。我以为男主是对的，没想到竟然还有剧情。我以为马上要出字幕表了，没想到最后五分钟还有故事，啧啧'),
(8, '续命之徒：绝命毒师电影', 'javascript:;', '/img/04.jpg', 'javascript:;', '8.4', 'public/img/ic_new.png', 'El Camino: A Breaking Bad Movie', 'Netflix 电视内容《续命之徒：绝命毒师电影》回归，主角杰西·平克曼（艾美奖得主亚伦·保尔饰演）再次与粉丝见面。杰西戏剧性地逃出囚禁后，他必须接受自己的过去，才有可能创造未来。这部扣人心弦的惊悚片由《绝命毒师》的创剧人文斯·吉里根编写和执导。该电影由马克·约翰逊、梅利莎·伯恩斯坦、查尔斯·纽沃斯、黛安娜·默瑟和亚伦·保尔以及 Sony Pictures Television 联合制作。', '英语', '2019-10-11', '美国', '斯·吉里根', '斯·吉里根', '亚伦·保尔 / 乔纳森·班克斯 / 马特·琼斯 / 查尔斯·贝克 / 托德·特里 / 朱莉·珀尔 / 格雷戈里·史蒂文·索里兹 ', '122分钟', '2019', '剧情 / 惊悚 / 犯罪', '13543', '41.1%', '38.3%', '17.5%', '2.6%', '0.5%', '4576%', '十二岛主 |徐若风|水浒三国金刚|白藏|易老邪 ', '十二岛主 |徐若风|水浒三国金刚|白藏|易老邪 ', '2019-07-16|2019-07-16|2019-07-16|2019-07-16', '1958', '这片告诉我们为什么一个各种抨击体制弊端的电影却可以过审：因为抨击得太蠢太低端，或许电影局认为挂出来让观众自己骂更合适。全程90年代读者杂志毒鸡汤大放送：不读书只需看看花草就可以写好作文，扔掉习题集每天看0.1厘米的课本就可以考高分，否定严格教育，解决方法是简单走向另一个极端：放纵。怀疑邓超在自己孩子长到中学年纪回看这部臆想之作会不会羞愧。最后素质教育鼓励教育养出一个卖父求荣的叉烧，呼应在哪逻辑在哪？还是纯粹抖机灵顺带抨击一下航天局的政审？然而指挥官人设究竟是该被抨击的陈腐体制代表还是关爱下属的前辈榜样也说不清，好几张柔光仰拍把吴京拍得可美了。以及拍摄手法全然业余水平，运镜、剪辑、节奏、台词都是灾难，我从开头“万恶的太空垃圾”棒读台词就开始吐槽，居然能从头吐槽到尾，槽点之密集这也算是一种绝学吧 |我说马皓文是一个天生的父亲，其实也在说他是一个伟大的男人。父亲是男人诸多任务之中最重的一个担子，因为这个使命的背后是家庭。是无数次隐忍之后还能掏出的全部爱。可以说他在尽自己所能，无限接近这个使命的终点。|我说马皓文是一个天生的父亲，其实也在说他是一个伟大的男人。父亲是男人诸多任务之中最重的一个担子，因为这个使命的背后是家庭。是无数次隐忍之后还能掏出的全部爱。可以说他在尽自己所能，无限接近这个使命的终点。|我说马皓文是一个天生的父亲，其实也在说他是一个伟大的男人。父亲是男人诸多任务之中最重的一个担子，因为这个使命的背后是家庭。是无数次隐忍之后还能掏出的全部爱。可以说他在尽自己所能，无限接近这个使命的终点。', '/user_img/05.jpg', 'Rosenbob', '青云之下，没有县城', '开头一幕是麦克和小粉最后在一起的那段时间（剧情时间线大约在第五季第六集）。偷了甲胺之后，大家起了分歧，麦克打算直接卖了分钱退出，小粉也想退出了。这个河边大约是麦克的秘密接头地点，河边景色很美，河水潺潺流动。两人随便聊些什么，不知不觉就提到了未来，“阿拉斯加”这个词第一次出现在片子里，下一集，麦克死在这河边的夕阳里了。“别特么烦我，让我安静的死会儿。”\r\n\r\n斑狗满口骚话都是梗儿，给黛西小姐开车，陌路狂花，中间一个没看懂，动物园开游览巴士是啥电影？\r\n\r\n瘦皮猴开门的时候，天上传来直升机的突突突声音，警方大举出动，也可能是电视台。\r\n\r\n小粉知道车里那把枪放哪儿，为啥知道，后面会讲。\r\n\r\n小粉疲惫的睡着，瘦皮猴关灯那一下好暖，而且，留了门虚掩。\r\n\r\n之后三个空镜头分别是灯火通明的阿市，索尔的办公室？还有古斯的炸鸡店。\r\n\r\n最后一个预告片的老乔出来了，磁铁说的是用超级磁铁毁灭物证室里的电脑那次（第五季第一集）。\r\n\r\n斑狗的车是个妹子，瘦皮猴吐槽他“任何一个有自尊心的罪犯都不想死在里面”。\r\n\r\n瘦皮猴长达五季都没有脱下来的帽子最后送给了小粉，这也解释了为啥最早出来的预告片瘦皮猴没戴帽子。\r\n\r\n警察派了一个加强排来抓小粉。\r\n\r\n托德用皮带勒死了清洁女工，小粉用手铐勒死了托德，算是一种轮回吧。\r\n\r\n小粉满屋子找钱这段颇有绝命律师里索尔他哥摸黑找电门那段的神韵。\r\n\r\n托德屋子里那只大蜘蛛应该是他们偷甲胺被灭口的小朋友最开始抓到的那只，因为原剧里大家处理完所有的事情，托德专门拿出来装蜘蛛的瓶子看了一下（第五季第六集）。\r\n\r\n跑路的暗号是胡佛超强力吸尘器升级版换一个新的滤网，型号60（第五季第十一集），而且绝命律师里又出现了一次。\r\n\r\n小粉家里保险柜的密码被换成了小弟弟杰克的生日，小粉却还记得，心酸。\r\n\r\n之前瘦皮猴给小粉的夹克，小粉当时没穿，洗了澡换上了，小手枪一打，兜儿着火了，和M60扫射过的皮卡车后箱一样。\r\n\r\n小粉和老白这里的闪回应该是沙漠大干一场结果房车没电又手造电池那段之后（剧情时间线第二季第九集，送老白去机场之前），衣着一毛一样，还有小粉和妹子腻腻歪歪。\r\n\r\n老白说出那句“你不用等到快死的时候才干出一番轰轰烈烈的事业”极其心酸。\r\n\r\n最后一幕，应该是小粉和妹子去看画展回来的路上（剧情时间线是第三季第十一集开头）。\r\n\r\n闪回的闪回。\r\n\r\n另：看过之后想了很多很多，关于活着，关于继承，关于成为另外一个人，关于未来，到最后却不愿说。如果非要形容一下感受，就是七年前，一时冲动分手了，电话拉黑之后，很多话想说没有来得及说，总是问自己“就这么结束了？”。现在两个人偶尔坐在了一起，聊了些关于那时的话，把一些该说的话都说完了，有点情愫涌动，却起不了波澜。放下了。人总该是往前看的，无论活着的还是死去的，虽然过去的事情不可避免的在身上留下了印记，但明天总该是新的，无论宇宙有没有指引，都值得自己做决定。', 555, 25, NULL, '2019-10-01 18:22:36', 23, 85, 22, '富汗奸细 ', '2019-10-11', 'Good luck, Mr.Driscoll.'),
(9, '送我上青云', 'javascript:;', '/img/05.jpg', 'javascript:;', '7.3', 'javascript:;', 'Send Me to the Clouds', '盛男（姚晨饰），女，独立上进有追求，渴望真爱却仍孑然一身。一次意外发现自己患上了卵巢癌，需要进行手术，但父亲出轨，母亲幼稚，家庭给不了她可能的支持，她不得不接受一份自己不喜欢的工作去筹手术费。天生骄傲的盛男，在生死关头才发现成年人想生存的体面比想象中还艰难，在一次又一次的希望与绝望中，最终用自己的方式和世界和解。', '汉语普通话', '2019-08-16', '中国大陆', '滕丛丛', '滕丛丛', '姚晨 / 袁弘 / 李九霄 / 梁冠华 / 杨新鸣 / 吴玉芳', '99分钟', '2019', '剧情', '81902', '13.1%', '44.8%', '34.8%', '6.0%', '1.3%', '30107', '十二岛主 |徐若风|水浒三国金刚|白藏|易老邪 ', '十二岛主 |徐若风|水浒三国金刚|白藏|易老邪 ', '2019-07-16|2019-07-16|2019-07-16|2019-07-16', '1958', '这片告诉我们为什么一个各种抨击体制弊端的电影却可以过审：因为抨击得太蠢太低端，或许电影局认为挂出来让观众自己骂更合适。全程90年代读者杂志毒鸡汤大放送：不读书只需看看花草就可以写好作文，扔掉习题集每天看0.1厘米的课本就可以考高分，否定严格教育，解决方法是简单走向另一个极端：放纵。怀疑邓超在自己孩子长到中学年纪回看这部臆想之作会不会羞愧。最后素质教育鼓励教育养出一个卖父求荣的叉烧，呼应在哪逻辑在哪？还是纯粹抖机灵顺带抨击一下航天局的政审？然而指挥官人设究竟是该被抨击的陈腐体制代表还是关爱下属的前辈榜样也说不清，好几张柔光仰拍把吴京拍得可美了。以及拍摄手法全然业余水平，运镜、剪辑、节奏、台词都是灾难，我从开头“万恶的太空垃圾”棒读台词就开始吐槽，居然能从头吐槽到尾，槽点之密集这也算是一种绝学吧 |我说马皓文是一个天生的父亲，其实也在说他是一个伟大的男人。父亲是男人诸多任务之中最重的一个担子，因为这个使命的背后是家庭。是无数次隐忍之后还能掏出的全部爱。可以说他在尽自己所能，无限接近这个使命的终点。|我说马皓文是一个天生的父亲，其实也在说他是一个伟大的男人。父亲是男人诸多任务之中最重的一个担子，因为这个使命的背后是家庭。是无数次隐忍之后还能掏出的全部爱。可以说他在尽自己所能，无限接近这个使命的终点。|我说马皓文是一个天生的父亲，其实也在说他是一个伟大的男人。父亲是男人诸多任务之中最重的一个担子，因为这个使命的背后是家庭。是无数次隐忍之后还能掏出的全部爱。可以说他在尽自己所能，无限接近这个使命的终点。', '/user_img/02.jpg', '谢飞导演 ', '我谈《送我上青云》', '《送我上青云》公映19天了，发行进入尾声，票房达到2757万元，豆瓣评分7.3，猫眼评分8.3。\r\n\r\n       我是该片编导滕丛丛电影学院四年本科导演剪辑专业的主任教师，又是她三年导演硕士研究生的导师。近五年来，看着这个学生及她的剧本的逐步成熟，及这部电影的拍摄、发行成功，成为了观众和评论界热评的对象，票房在文艺片中也是较高的。做为教师，从心里为该片和这个学生的成长高兴！\r\n\r\n       该片的优点是人物塑造较成功，自强、欲望、生死等内容、话题表达得独特、知性、幽默；缺点是情节结构把握青涩。它偏离了“一人一事”（清，李渔《闲情偶记》）的结构法则，既不是“一人多事”，也不是“一事多人”，有些陷入了“多人多事”的中心不突出的境地。\r\n\r\n       这个剧本在电影学院的“研究生长片成材计划”中三年里两次评选中的，但寻找资金及合作伙伴时却屡屡受阻。这个长片教学计划从2013年开始实施，已经拍出来德格娜的《告别》、张影的《再见爸爸》、朱员成的《盛先生的花儿》、黄璜的《武林孤儿》、白雪的《过春天》等硕士毕业长片，成效显著。它们都是学院教学培养、选拔支持，又结合与校外影视公司、导演协会“青葱计划”、上海及First电影节“项目开发”活动等各方人士合作完成的。\r\n\r\n      滕丛丛的《送我上青云》更是显示了教学与产业结合途径之优势。在坚持努力了三四年之后，她终于得到了安乐电影公司的江志强和演员姚晨的赏识与投资，影片才得以拍摄和发行。去年初停机后的一年半中，初剪及各种修改版本我看了不下五个，不断在进步。特别是最后的定剪公映版的出色，更是显示了各个部门创作及制作人员的才华，及对这个青年导演处女作的尽心尽力。我想学生在这个过程中学到的宝贵经验，许多是我们教学中得不到和给不了的。\r\n\r\n       从赞扬电影教育和产业的如此努力的、富有成效的合作角度，我给影片多加一颗星！', 571, 222, NULL, '2019-09-03 16:57:42', 22, 78, 36, '陈卡卡', '2019-06-18', '看完才明白送我上青云的意思有点妙，女性困境其实是很容易被拿来用但又却很难说透的东西，与两性、社会、家庭都有着错综复杂复杂的联系，往往很多打着女性主义的片子都将这些变成了二元对立的关系，然后描摹成女性对抗全世界最后又战胜全世界的可笑过程。送我上青云至少在这点的处理上没有皮毛了事，和这个世界不需要和解什么，哪里有什么寻找自我的旅程和完美结局，借力上青云，体验过高潮足够。');

-- --------------------------------------------------------

--
-- 表的结构 `performers`
--

DROP TABLE IF EXISTS `performers`;
CREATE TABLE IF NOT EXISTS `performers` (
  `sid` smallint(6) NOT NULL,
  `yyname` varchar(10) DEFAULT NULL,
  `yyimg` varchar(100) DEFAULT NULL,
  PRIMARY KEY (`sid`),
  UNIQUE KEY `yyname` (`yyname`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `performers`
--

INSERT INTO `performers` (`sid`, `yyname`, `yyimg`) VALUES
(1, '鏅?壒楣徛锋櫘缃?', '/cl_img/1.png');
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
